---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.UsTonnesMass
source: html/8e124c1a-7023-ccc4-94fd-309cf0ae086c.htm
---
# Autodesk.Revit.DB.UnitTypeId.UsTonnesMass Property

US tonnes mass.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesMass { get; }
```